Repository: Frag-Net/FreeCS
Catalog: zpak001.pk3dir/csprogs.dat.*.po
Languages: de

# VGUI_TITLE_MOTD
source: Message Of The Day
de: Nachricht des Tages

# VGUI_TITLE_TEAMS
source: Team Selection
de: Team Auswahl

# VGUI_TITLE_TSEL
source: Terrorist Selection
de: Terroristen Auswahl

# VGUI_TITLE_CTSEL
source: Counter-Terrorist Selection
de: Anti-Terror Auswahl

# VGUI_TITLE_BUY
source: Buy Menu
de: Kauf-Menue

# VGUI_TITLE_HANDGUN
source: Handguns
de: Handfeuerwaffen

# VGUI_TITLE_SHOTGUN
source: Shotgun
de: Schrotflinten

# VGUI_TITLE_SMG
source: Sub-Machine-Guns
de: Maschinenpistole

# VGUI_TITLE_RIFLE
source: Rifles
de: Gewehre

# VGUI_TITLE_MG
source: Machineguns
de: Maschinengewehre

# VGUI_TITLE_EQUIPMENT
source: Equipment
de: Ausruestung

# WEAPON_NONE
source: None
de: Keine

# WEAPON_KNIFE
source: Knife
de: Messer

# WEAPON_USP
source: H&K USP .45 Tactical
de: H&K USP .45 Taktisch

# WEAPON_GLOCK18
source: Glock18 Select Fire
de: Glock 18 SF

# WEAPON_ELITES
source: Dual Beretta 96G Elite
de: Zwei Beretta 96G Elite

# WEAPON_TMP
source: Steyr Tactical Machine Pistol
de: Steyr Taktik Maschinenpistole

# WEAPON_SG552
source: Sig SG-552 Commando
de: Sig SG-552 Kommando

# WEAPON_M4A1
source: Colt M4A1 Carbine
de: Colt M4A1 Karabiner

# WEAPON_G3SG1
source: H&K G3/SG-1 Sniper Rifle
de: H&K G3/SG-1

# WEAPON_SG550
source: Sig SG-550 Sniper
de: Sig SG-550

# EQUIPMENT_HELMET
source: Kevlar & Helmet
de: Kevlar & Helm

# WEAPON_HEGRENADE
source: HE Grenade
de: HE Granate

# WEAPON_SMOKEGRENADE
source: Smoke Grenade
de: Smoke Granate

# EQUIPMENT_DEFUSALKIT
source: Defusal Kit
de: Entschaerfungs Kit

# EQUIPMENT_NIGHTVISION
source: NightVision
de: Nachtsicht Geraet

# VGUI_TITLE_AMMO1
source: Primary Ammo
de: Primaere Munition

# VGUI_TITLE_AMMO2
source: Secondary Ammo
de: Sekundaere Munition

# VGUI_EXIT
source: Exit
de: Beenden

# BUY_PRICETAG
source: Price: $%i
de: Preis: $%i

# BUY_CALIBER
source: Caliber: %i
de: Kaliber: %i

# BUY_RPM
source: Rounds Per Minute: %d
de: Schuss pro Minute: %d

# VGUI_BACK
source: Back
de: Zurueck

# RADIO_TITLE1
source: Radio Commands
de: Radio Befehle

# RADIO_TITLE2
source: Group Radio Commands
de: Gruppen Befehle

# RADIO_TITLE3
source: Radio Responses
de: Radio Antworten

# SCORE_TITLE_SPECTATOR
source: Spectator
de: Zuschauer

# SCORE_TITLE_T
source: Terrorists
de: Terroristen

# SCORE_TITLE_CT
source: CT Forces
de: AT Einheiten

# SCORE_DEAD
source: %s [DEAD]
de: %s [TOT]

# SCORE_PLAYERS
source: (%i players)
de: %i Spieler

# SCORE_SCORE
source: SCORE
de: PUNKTE

# SCORE_DEATHS
source: DEATHS
de: TODE

# SCORE_LATENCY
source: LATENCY
de: LATENZ

# VGUI_SPEC_TCOUNTER
source: Terrorists: %d
de: Terroristen: %d

# VGUI_SPEC_CTCOUNTER
source: CT Forces: %d
de: AT Einheiten: %d

# VGUI_T1_TXT1
source: The Phoenix Faction was formed shortly
de: The Phoenix Fraktion wurde kurz nach dem

# VGUI_T1_TXT2
source: after the breakup of the USSR. Having
de: Fall der UDSSR gegruendet. Sie haben eine

# VGUI_T1_TXT3
source: established a reputation for killing
de: Reputation fuer das vernichten jener, der

# VGUI_T1_TXT4
source: anyone that gets in their way.
de: ihnen in den Weg kommt.

# VGUI_T1_TXT5
source: The Phoenix Faction is one of the most
de: Sie ist eine der meist gefuerchtesten

# VGUI_T1_TXT6
source: feared terrorist groups in Eastern Europe.
de: Terroristen Gruppen in Ost-Europa.

# VGUI_T2_TXT1
source: Middle Eastern fundamentalist group bent
de: Fundamentalisten aus dem Mittleren Osten

# VGUI_T2_TXT2
source: on world domination and various other
de: die sich die Weltherrschaft an sich

# VGUI_T2_TXT3
source: evil deeds.
de: reissen wollen, sowie andere Fiese Taten

# VGUI_T3_TXT1
source: Swedish terrorist faction founded in 1977.
de: Swedische Terror Fraktion, gegruendet 1977.

# VGUI_T3_TXT2
source: Famous for their bombing of the Canadian
de: Beruehmt fuer das bombardieren der Kanadischen

# VGUI_T3_TXT3
source: embassy in 1990.
de: Botschaft im Jahre 1990.

# VGUI_T4_TXT1
source: A terrorist faction founded in the
de: Eine Terror Fraktion, die im Mittleren Osten

# VGUI_T4_TXT2
source: Middle East, Guerilla Warfare, has a
de: gegruendet wurde. Bekannt fuer Ihre Ruecksichts-

# VGUI_T4_TXT3
source: reputation for ruthlessness. Their disgust
de: losigkeit. Ihr hass fuer den Amerikanischen

# VGUI_T4_TXT4
source: for the American lifestyle was demonstrated
de: Lebensstil haben Sie mit der Bombadierung

# VGUI_T4_TXT5
source: in their 1982 bombing of a school bus full
de: eines Schulbusses voller Rock&Roll stars

# VGUI_T4_TXT6
source: of Rock and Roll musicians.
de: im Jahre 1982 bewiesen.

# VGUI_CT1_TXT1
source: Seal Team 6 (to be known later as DEVGRU)
de: Seal Team 6 (spaeter bekannt als DEVGRU)

# VGUI_CT1_TXT2
source: was founded in 1980 under the command of
de: wurde im Jahre 1980 unter dem Kommando von

# VGUI_CT1_TXT3
source: Lieutenant-Commander Richard Marcincko.
de: Lieutenant-Kommander Richard Marcincko.

# VGUI_CT1_TXT4
source: ST-6 was placed on permanent alert to
de: gegruendet. Sie ist permanent bereit

# VGUI_CT1_TXT5
source: respond to terrorist attacks against
de: Terror Attacken gegen Amerikanische

# VGUI_CT1_TXT6
source: American targets worldwide.
de: Ziele zu bekaempfen.

# VGUI_CT2_TITLE
source: German GSG9
de: Deutsche GSG 9

# VGUI_CT2_TXT1
source: GSG-9 was born out of the tragic events
de: Grenzschutzgruppe 9 der Bundespolizei

# VGUI_CT2_TXT2
source: that led to the death of several
de: wurde nach der Geiselnahme von

# VGUI_CT2_TXT3
source: Israeli athletes during the 1972 Olympic
de: Israelischen Teilnehmern waehrend

# VGUI_CT2_TXT4
source: games in Munich, Germany.
de: der 1972 Olympischen Spiele in Muenchen

# VGUI_CT3_TITLE
source: UK SAS
de: Britische SAS

# VGUI_CT3_TXT1
source: The world-renowned British SAS was founded
de: Die Welt-Bekannte Britische SAS wurde

# VGUI_CT3_TXT2
source: in the Second World War by a man named
de: im Zweiten Weltkrieg von dem Offizier

# VGUI_CT3_TXT3
source: David Stirling. Their role during WW2
de: David Stirling gegruendet. Ihre Rolle

# VGUI_CT3_TXT4
source: involved gathering intelligence behind enemy
de: involvierte das Sammeln von Informationen

# VGUI_CT3_TXT5
source: lines and executing sabotage strikes and
de: hinter Feindlichen Linien, Sabotage

# VGUI_CT3_TXT6
source: assassinations against key targets.
de: und Ermordungen spezifischer Ziele.

# VGUI_CT4_TITLE
source: French GIGN
de: Franzoesische GIGN

# VGUI_CT4_TXT1
source: France's elite Counter-Terrorist unit was
de: Frankreichs Elite Anti-Terroreinheit

# VGUI_CT4_TXT2
source: designed to be a fast response force
de: soll eine schnelle Reaktions-Gruppe

# VGUI_CT4_TXT3
source: that could decisively react to any large-
de: darstellen, die zu jeder Art von Grosser

# VGUI_CT4_TXT4
source: scale terrorist incident. Consisting of no
de: Attacke antworten kann. Sie besteht aus

# VGUI_CT4_TXT5
source: more than 100 men, the GIGN has earned its
de: nicht mehr als 100 Mann. Die GIGN hat

# VGUI_CT4_TXT6
source: reputation through a history of successful ops.
de: viele erfolgreiche Missionen hinter sich.

# VGUI_TEAM_T
source: Terrorists
de: Terroristen

# VGUI_TEAM_CT
source: Counter-Terrorists
de: Anti-Terror Einheit

# VGUI_TEAM_AUTO
source: Auto-Assign
de: Auto-Auswahl

# VGUI_TEAM_SPEC
source: Spectate
de: Zuschauen

# RADIO_BLOW
source: Get out of there, it's gonna blow!
de: Raus da! Es wird gleich hochgehen!

# RADIO_BOMBDEF
source: The bomb has been defused.
de: Die Bombe wurde entschaerft.

# RADIO_BOMBPL
source: The bomb has been planted.
de: Die Bombe wurde gelegt.

# RADIO_CIRCLEBACK
source: Circle around back!
de: Kreise um die Rueckseite!

# RADIO_CLEAR
source: Sector clear.
de: Sektor sicher.

# RADIO_COM_FOLLOWCOM
source: Okay team, follow my command!
de: Alles klar, folge meinem Kommando.

# RADIO_COM_GETINPOS
source: Get in position and wait for my go!
de: Geh in Position und warte auf mein Zeichen.

# RADIO_COM_GO
source: Go, go, go!
de: Los, los, los!

# RADIO_COM_REPORTIN
source: Report in, team!
de: Erstatte Bericht, Team!

# RADIO_CT_AFFIRM
source: Affirmative.
de: Positiv.

# RADIO_CT_BACKUP
source: Need backup!
de: Brauche Unterstuetzung!

# RADIO_CT_COVERME
source: Cover me!
de: Gib mir Deckung!

# RADIO_CT_ENEMYS
source: Enemy spotted.
de: Feind gesichtet.

# RADIO_CT_FIREINHOLE
source: Fire in the hole!
de: Granate vorraus!

# RADIO_CT_IMHIT
source: I'm hit!
de: Bin getroffen!

# RADIO_CT_INPOS
source: I'm in position.
de: Ich bin in Position.

# RADIO_CT_POINT
source: I'll take the point.
de: Ich nehme das Ziel ein.

# RADIO_CT_REPORTINGIN
source: Reporting in.
de: Ich erstatte Bericht.

# RADIO_CTWIN
source: Counter-Terrorists win!
de: Anti-Terror Einheiten gewinnen!

# RADIO_ENEMYDOWN
source: Enemy down!
de: Feind am Boden!

# RADIO_FALLBACK
source: Team, fall back!
de: Team, zurueckfallen!

# RADIO_FIREASSIS
source: Taking fire, need assistance!
de: Unter Beschuss, brauche Unterstuetzung!

# RADIO_FOLLOWME
source: Follow me!
de: Folge mir!

# RADIO_GETOUT
source: Team, let's get out of here!
de: Team, lass bloss raus hier!

# RADIO_GO
source: Okay, let's go.
de: Okay, los gehts.

# RADIO_HITASSIST
source: I'm hit! Need assistance!
de: Bin getroffen! Brauche Unterstuetzung!

# RADIO_HOSDOWN
source: Hostage down.
de: Geisel am Boden!

# RADIO_LETSGO
source: Okay, let's go.
de: Okay, los gehts.

# RADIO_MATEDOWN
source: Teammate down.
de: Teammitglied am Boden!

# RADIO_MEETME
source: Meet at the rendezvous point.
de: Trefft micht am Rendezvous Zíel.

# RADIO_MOVEOUT
source: Alright, let's move out.
de: Alles klar, bewegen wir uns.

# RADIO_NEGATIVE
source: Negative.
de: Negativ.

# RADIO_POSITION
source: Hold this position!
de: Halte diese Position!

# RADIO_REGROUP
source: Regroup, team!
de: Gruppieren, Team!

# RADIO_RESCUED
source: A hostage has been rescued.
de: Eine Geisel wurde gerettet.

# RADIO_ROGER
source: Roger that.
de: Verstanden.

# RADIO_ROUNDDRAW
source: Round draw!
de: Runde unentschieden!

# RADIO_STICKTOG
source: Stick together, team!
de: Zusammenbleiben, Team!

# RADIO_STORMFRONT
source: Storm the front!
de: Stuerme die Front!

# RADIO_TAKEPOINT
source: You take the point!
de: Du nimmst das Ziel!

# RADIO_TERWIN
source: Terrorists win!
de: Terroristen gewinnen!

# RADIO_VIP
source: Protect the VIP, team!
de: Beschuetzt den VIP, Team!
